Repository: wp-plugins/mf-gig-calendar
Catalog: languages/mfgigcal-*.po
Languages: sv_se

source: Event Calendar
sv_se: Event kalender

source: Event Calendar Settings
sv_se: Kalenderinställningar

source: Settings
sv_se: Inställningar

source: About MF Gig Calendar
sv_se: Om MF Gig Calendar

source: About
sv_se: Om

source: Basic Usage
sv_se: Grundläggande instruktioner

source: Oh Make My Events Behave - Optional Settings
sv_se: Fler inställningar (frivilliga)

source: Calendar Title
sv_se: Kalender titel

source: Empty Upcoming Calendar
sv_se: Ta bort framtida evenemang

source: Calendar URL
sv_se: Kalender URL

source: Basic installation is easy. Just place this short code on any Page or Post where you want the event list to appear
sv_se: Det är lätt att använda MF Gif Calendar. Placera bara denna kodsträng på valfri sida eller inlägg där du vill att kalendern ska visas

source: Enter some events and you'll be up and running
sv_se: Lägg in några evenemang och du är igång.

source: Create Event
sv_se: Lägg in ett nytt evenemang

source: Learn more about how it works on the About Page
sv_se: Läs mer om hur MF Gig Calendar fungerar på Om-sidan

source: Once you have events displaying on your site you can customize MF Gig Calendar slightly with the following optional settings.
sv_se: Du kan skräddarsy MF Gig kalender med något med följande valfria inställningar.

source: Include an RSS feed link on your event page?
sv_se: Inkludera en RSS feed länk i händelselistan?

source: It happens. Sometimes there just isn't much going on (or there's too much going on and you forgot to update your calendar on your website). What do you want your event calendar to do in those rare moments when you don't have any upcoming events to display in your calendar?
sv_se: Sånt händer. Ibland är det inte så mycket på gång (eller så är för mycket som händer och du har glömt att uppdatera kalendern på din webbplats). Vad vill du ge för meddelande till besökarna vid de sällsynta tilllfällen du inte har några kommande evenemang att visa?

source: Display the archive for the current year
sv_se: Vissa årets alla evenemang

source: default
sv_se: standardvärde

source: Display the following message:
sv_se: Visa följande meddelande:

source: You can put your event calendar on any Page or Post on your site, once you have it working you can let MF Gig Calendar know where it is by entering a URL of the Page or Post here. MF Gig Calendar will use this URL in the RSS feed and in the widget.
sv_se: Du kan placera din evenemangskalender på valfri sida eller inlägg. När du gjort det anger du URL:en här. Länken används i RSS-flöde och i widgeten.

source: Example
sv_se: Exempel

source: Upcoming Events
sv_se: Kommande evenemang

source: What title do you want to use in your event calendar when it is displaying upcoming events? Feel free to be creative!
sv_se: Vilken titel vill du ha kalendern ska visa för kommande evenemang? Här är det okay att vara kreativ!

source: You do not have sufficient permissions to access this page.
sv_se: Du har inte behörighet att besöka denna sida.

source: Settings saved.
sv_se: Inställningarna är sparade.

source: MF Gig Calendar Settings
sv_se: MF Gig Calendar Inställningar

source: Save Changes
sv_se: Spara ändringarna

source: Easy! Just place this short code on any Page or Post where you want the event calendar to appear
sv_se: Enkelt - placera bara den här kodsträngen på valfri sida eller inlägg varhelst du vill att kalendern ska visas.

source: That's it! Well, that and adding some events of course...
sv_se: Då var det klart! Bara att börja fylla upp kalendern med evenemang...

source: Create New Event
sv_se: Lägg in ett nytt evenemang

source: The plugin includes a handy widget you can place in your sidebar to show upcoming events. Just drag it into your sidebar to display a list of a few upcoming events
sv_se: Insticksprogrammet har en praktisk widget som du kan placera i sidomenyn för att visa kommande evenemang. Bara dra den till sidomenyn för att visa en lista över kommande evenemang

source: Be sure to also check out the Event Calendar Settings to get MF Gig Calendar behaving just the way you want
sv_se: Glöm inte att kolla inställningarna så att din MF Gig kalender visar det du önskar.

source: Note from the Author
sv_se: Information från applikationens skapare

source: Add/Edit Event
sv_se: Lägg till eller ändra ett evenemang

source: Start Date
sv_se: Start datum

source: required
sv_se: måste anges

source: End Date
sv_se: Slut datum

source: Event Title
sv_se: Evenemangets titel

source: Event Time
sv_se: Klockslag

source: Event Location
sv_se: Plats

source: Event Details
sv_se: Övrig information

source: Save Event
sv_se: Spara

source: Cancel
sv_se: Avbryt

source: Date
sv_se: Datum

source: Event
sv_se: Evenemang

source: Edit this event
sv_se: Ändra detta evenemang

source: Edit
sv_se: Ändra

source: Create a new event based on this event
sv_se: Lägg in ett nytt evenemang med detta som mall

source: Duplicate
sv_se: Kopiera

source: Delete this event
sv_se: Ta bort detta evenemang

source: Delete
sv_se: Ta bort

source: No events found in this range.
sv_se: Det finns inga evenemang inom detta intervall.

source: Events
sv_se: Evenemang

source: Upcoming
sv_se: Kommande

source: Archive
sv_se: Genomförda evenemang

source: Event Information
sv_se: Information om evenemanget

source: MF Gig Calendar Widget displays a list of upcoming events.
sv_se: MF Gig Calendar Widget visar en lista över kommande evenemang.

source: View My Event Calendar
sv_se: Visa kalendern

source: Widget Title
sv_se: Widget Titel

source: How many events to display?
sv_se: Hur många evenemang ska visas?

source: Add a link to the URL for my event calendar that I specified in the MF Gig Calendar Settings.
sv_se: Lägg till kalenderns URL (som angivits under inställningar).

source: Link Text
sv_se: Länk text

source: Note: If the "View My Calendar" link isn't displaying in your widget please make sure you have entered a URL for your calendar in the MF Gig Calendar Settings.
sv_se: Om "Visa kalendern"-länken inte syns i din widget, kontrollera att du verkligen angivit kalenderns URL under inställningar.
